{
    "btn-resume": "My resume here!",
    "btn-connect": "Let's Connect",
    "header": {
      "greeting": "Good morning, afternoon or evening, I'm",
      "title": "Full Stack Developer"
    },
    "scroll-down-text": "Scroll Down",
    "gmail-title": "Send me an email",
    "about-secret-message": "My secret: I always work while drinking mate 😃",
    "about-secret-message-alt": "Ok, let's Go",
    "about-title": "About me",
    "about-trusted-developer": "Trusted Developer",
    "about-trusted-developer-res":"Responsibility",
    "about-trusted-developer-good":  "Good practices",
    "about-services": "Services",
    "about-services-list-1": "Freelance",
    "about-services-list-2": "Collaborations",
    "about-services-list-3":"Looking for a company",
    "about-technologies": "Technologies",
    "about-technologies-description": "15+ Web Development Stack",
    "about-description": "My full name is Facundo Nicolás Guzmán Olariaga, for friends I am Nico, Facu for family and for work I am a faithful learner and especially in web programming.<br> I love everything related to technology, but not as much as my soccer team <span class='Boca'>❤Boca </span><span class='jr'>jr ❤</span>.<br> The faculty helped me to have a strong foundation of programming logic. <br> Thanks to that I have various projects carried out both individually and as a team. <br> My goal is to specialize in the <span class='back'>backend </span>, in fact, I am at the UTN-FRC to obtain the title of <span class='technicality'> University Technician in Programming . </span>",
    "btn-lets-chat": "Let's chat",
    "sub-title-skills": "My skills",
    "title-skills": "Experience",
    "tech-skills": "Technical Skills",
    "soft-skills": "Soft Skills",
    "skill-1": "Teamwork",
    "skill-2": "Adaptability",
    "skill-3": "Troubleshooting",
    "skill-4": "Continuous learning mindset",
    "skill-5": "Critical thinking",
    "tlBodyVideo": "Watch Video Demonstration",
    "tlTime1": "November - December",
    "tlBody": "Final project of Santex Academy NOC Incubator. NOC Incubator is a web app for course registration, where the teacher or administrator can have the course and the student can register for it after paying.",
    "tlTime2": "August - October",
    "tlBody2": "Together with a team of developers, I developed an e-commerce for electronic products. We work under the agile Scrum modality, with a TL, PM and a QA Tester.",
    "sub-title-services": "The things i can do for you",
    "tlTime3": "February - March",
    "tlBody3": "In this second simulation, I was part of No Country, I was able to obtain the certificate that demonstrates my participation in the two simulations and the delivery of the project in a timely manner.",
    "tlBody3Description": "Watch the certificate",
    "services-title": "Services",
    "web-development-title": "Web development",
    "web-development-list1": "Designing and building websites and web applications using best practices.",
    "web-development-list2": "Developing responsive, mobile-friendly websites that work on various devices.",
    "web-development-list3": "Continuous maintenance and updates.",
    "web-development-list4": "Integrating websites and applications with databases and APIs.",
    "web-development-list5": "Setting up hosting environments.",
    "web-development-list6": "Performance optimization.",
    "web-development-list7": "Providing assistance to website users and clients.",
    "freelance-list1": "Creative collaboration.",
     "freelance-list2": "Ability to research and learn new technologies.",
     "freelance-list3": "Maintain clear and constant communication with clients.",
     "freelance-list4": "Adopt an iterative development approach.",
     "freelance-list5": "Offer competitive and flexible rates.",
    "in-the-team-title": "In the Team",
    "in-the-team-list2": "Use of project management tools.",
    "in-the-team-list3": "Collaborative development.",
    "in-the-team-list4": "Maintain constant communication between team members through meetings.",
    "in-the-team-list5": "Keep an open mind and be willing to learn from other team members.",
    "in-the-team-list6": "Create and maintain clear and up-to-date project documentation.",
    "portfolio-favorite-part": "My favorite part",
    "portfolio-title": "Projects",
   "portfolio-item-description1": "TechZone is an E-commerce System aimed at offering a practical and intuitive interface. This website stands out for its simplicity in selection and purchase, thus providing greater integration with the customer.\n\n I created this page together to a team of developers thanks to the simulation of **'No Country'.** \n\n I was in the role of **Backend.**",
   "portfolio-item-description2": "Application that uses the Rick and Morty Rest API. Allows you to filter by name in the search engine if not by scrolling down. Allows easy access, since I implemented Lazy Loading",
   "portfolio-item-description3": "Blog created from a coffee shop where there is information about coffee, there is a 'courses' section and another to send a message through a form.",
   "portfolio-item-description4": "The platform is responsible for registering for courses. Where each teacher or administrator can register one or more courses.\n\nThe student for the first time will have to log in, to then view the available courses, where once they choose the corresponding course they will be registered once subscribed.",
   "portfolio-item-description5": "Nekode is an innovative platform in the edtech field that transforms JavaScript learning into a fun and immersive experience. With game features such as levels and lives, it allows you to test your knowledge interactively. \n\nIn addition, it has a ranking system that measures your progress and compares it with other players, assigning levels and medals to recognize your achievements. Nekode offers valuable personalized feedback, telling you the specific areas of JavaScript you need to strengthen, giving you a clear path to improve your programming skills.",
   "portfolio-item-description6": "Project started as a result of a course, it was adapted and updated with the version of Angular with modules. \n\n In the backend I used NestJS with TypeOrm and the PostgreSQL database was included in a **docker container**",
   "portfolio-item-description7": "Part of a job interview for the Frontend position. \n\n It consisted of implementing an interactive Grid that worked like paint. Where the user could color the boxes with 6 different colors.\n\n To add more value to the project I decided to implement websocket",
   "portfolio-item-description8": "CS is a web application developed in **Angular** for a neighborhood store specializing in cell phone technical service. It also offers a wide variety of accessories and computer-related products. \n\n This landing page is designed to increase the business's online presence, attract new customers, and clearly and attractively display the available services and products. \n\n The interface includes smooth scrolling animations, integrated using the **PrimeNG** library, which improves the user experience and adds visual dynamism to the site.",
   "click-for-details": "Click for the details",
   "portfolio-view-link-code": "View the",
   "portfolio-link-code": "source code",
   "portfolio-view-demo-link": "and the",
   "portfolio-live-demo-link": "Live Demo",
    "portfolio-item-click-for-details": "Click for the view details",
    "contact-title": "let's talk",
    "contact-sub-title": "Contact",
    "contact-email-button": "Send me an email",
    "contact-linkedin-title": "Linkedin",
    "contact-linkedin-button": "Look my Profile",
    "contact-instagram-button": "Send a DM",
    "contact-form-full-name": "Jose Hernandez",
    "contact-form-email": "Jose@gmail.com",
    "contact-form-message-placeholder": "Your message here...",
    "contact-form-button": "Send Message",
    "footer-home": "Home",
    "footer-about": "About",
    "footer-experience": "Experience",
    "footer-services": "Services",
    "footer-portfolio": "Portfolio",
    "footer-contact": "Contact",
    "footer-copyright": "Created with love"
    }
