{
    "btn-resume": "¡Mi currículum aquí!",
    "btn-connect": "Contáctame",
    "header": {
      "greeting": "Buenos días, tardes o noches, soy",
      "title": "Desarrollador Full Stack"
    },
    "scroll-down-text": "Ir abajo",
    "gmail-title": "Envíame un correo electrónico",
    "about-secret-message": "Mi secreto: Siempre trabajo mientras tomo mate 😃",
    "about-secret-message-alt": "Ok, ¡vamos!",
    "about-title": "Sobre mí",
    "about-trusted-developer": "Desarrollador de confianza",
    "about-trusted-developer-res": "Responsabilidad",
    "about-trusted-developer-good":"Buenas prácticas",
    "about-services": "Servicios",
    "about-services-list-1": "Freelance",
    "about-services-list-2": "Colaboraciones",
    "about-services-list-3":"Buscando una empresa",
    "about-technologies": "Tecnologías",
    "about-technologies-description": "15+ herramientas de desarrollo web",
    "about-description": "Mi nombre completo es Facundo Nicolás Guzmán Olariaga, para los amigos soy Nico, Facu para familia y para el trabajo soy un fiel aprendiz y sobre todo en la programación web.<br> Me encanta todo lo relacionado con la tecnología, pero no tanto como mi equipo de fútbol <span class='Boca'>❤Boca </span><span class='jr'>jr ❤</span>.<br> La facultad me ayudó para tener una base fuerte de lógica de programación. <br> Gracias a eso tengo diversos proyectos realizados tantos individualmente como en equipo. <br> Mi objetivo es especializarme en el <span class='back'>backend </span>, que de hecho, estoy en la UTN-FRC para obtener el título de <span class='technicality'> Tecnicatura Universitaria en Programación. </span>",
    "btn-lets-chat": "Hablemos",
    "sub-title-skills": "Mis habilidades",    
    "title-skills": "Experiencia",
    "tech-skills": "Habilidades Técnicas",
    "soft-skills": "Habilidades Blandas",
    "skill-1": "Trabajo en equipo",
    "skill-2": "adaptabilidad",
    "skill-3": "resolución de problemas",
    "skill-4": "mentalidad de aprendizaje continuo",
    "skill-5": "Pensamiento crítico",
    "tlBodyVideo": "Mira el video demostración",
    "tlTime1": "Noviembre - Diciembre",
    "tlBody": "Proyecto final de Santex Academy Incubadora NOC. Incubadora NOC es una app web de inscripciones a cursos, donde el profesor o administrador puede disponer del curso y el alumno puede inscribirse al mismo después de abonar.",
    "tlTime2": "Agosto - Octubre",
    "tlBody2": "Creé junto a un equipo de desarrollaodores un ecomerce de productos electrónicos. Trabajamos bajo la modalidad ágil Scrum, con un TL, PM y un Tester QA.",
    "tlTime3": "Febrero - Marzo",
    "tlBody3": "En esta segunda simulación, formé parte de No Country, pude obtener el certificado que demuestra mi participación en las dos simulaciones y la entrega del proyecto en tiempo y forma",
    "tlBody3Description": "Mira el certificado",
    "sub-title-services": "Lo que puedo hacer por ti",
    "services-title": "Servicios",
    "web-development-title": "Desarrollo web",
    "web-development-list1": "Diseño y construcción de sitios web y aplicaciones web utilizando las mejores prácticas.",
    "web-development-list2": "Desarrollo de sitios web receptivos y compatibles con dispositivos móviles que funcionan en varios dispositivos.",
    "web-development-list3": "Mantenimiento continuo y actualizaciones.",
    "web-development-list4": "Integración de sitios web y aplicaciones con bases de datos y APIs.",
    "web-development-list5": "Configuración de entornos de alojamiento.",
    "web-development-list6": "Optimización de rendimiento.",
    "web-development-list7": "Brindar asistencia a usuarios y clientes de sitios web.",
    "freelance-list1": "Colaboración creativa.",
    "freelance-list2": "Habilidad para investigar y aprender nuevas tecnologías.",
    "freelance-list3": "Mantener una comunicación clara y constante con los clientes.",
    "freelance-list4": "Adoptar un enfoque de desarrollo iterativo.",
    "freelance-list5": "Ofrecer tarifas competitivas y flexibles.",
    "in-the-team-title": "En el Equipo",
    "in-the-team-list1": "Utilizar metodologías ágiles como Scrum.",
    "in-the-team-list2": "Uso de herramientas de gestión de proyectos.",
    "in-the-team-list3": "Desarrollo colaborativo.",
    "in-the-team-list4": "Mantener una comunicación constante entre los miembros del equipo a través de reuniones.",
    "in-the-team-list5": "Mantener una mente abierta y estar dispuesto a aprender de otros miembros del equipo.",
    "in-the-team-list6": "Crear y mantener documentación clara y actualizada sobre el proyecto.",
    "portfolio-favorite-part": "Mi parte favorita",
    "portfolio-title": "Proyectos",
    "portfolio-item-description1": "TechZone es un Sistema de E-commerce orientado a ofrecer una interfaz práctica e intuitiva. Este sitio web destaca por su simpleza en la selección y en la compra, dando así una mayor integración con el cliente.\n\n Realicé esta página junto a un equipo de desarrolladores gracias a la simulación de **'No Country'.** \n\n Yo estuve en el rol de **Backend.**",
    "portfolio-item-description2": "Aplicación que utiliza la API Rest de Rick and Morty. Permite filtrar por nombre en el buscador si no es desplazándose hacia abajo. Permite un fácil acceso, ya que implementé Lazy Loading",
    "portfolio-item-description3": "Blog creado a partir de una cafetería donde hay información sobre el café, hay una sección de 'cursos' y otra para enviar un mensaje a través de un formulario.",
    "portfolio-item-description4": "La plataforma se encarga de inscribirse a cursos. Donde cada profesor o administrador puede dar de alta uno o varios cursos.\n\nEl alumno por primera vez tendrá que loguearse, para luego visualizar los cursos disponibles, en donde una vez elija el curso correspondiente se le dará de alta una vez abonado.",
    "portfolio-item-description5": "Nekode es una plataforma innovadora en el ámbito edtech que transforma el aprendizaje de JavaScript en una experiencia lúdica y envolvente. Con funciones de juego, como niveles y vidas, te permite evaluar tus conocimientos de manera interactiva. \n\nAdemás, cuenta con un sistema de ranking que mide tu progreso y lo compara con otros jugadores, asignando niveles y medallas para reconocer tus logros. Nekode ofrece valiosos feedbacks personalizados, indicándote las áreas específicas de JavaScript que debes reforzar, brindándote una ruta clara para mejorar tus habilidades en programación",
    "portfolio-item-description6": "Proyecto iniciado a raiz de un curso, fué adaptado y actualizado con la version de angular con módulos. \n\nEn el backend utilicé NestJS con TypeOrm y la base de datos PostgreSQL fué incluido en un **contenedor docker**",
    "portfolio-item-description7": "Parte de una entrevista de trabajo para el puesto de Frontend. \n\n Consistía en la implementación de una Cuadrícula interactiva que tuviera el funcionamiento como paint. Donde el usuario podrá colorear las casillas con 6 colores diferentes.\n\n  Para agregarle más valor al proyecto decidí implementar **websocket**",
    "portfolio-item-description8": "CS es una aplicación web desarrollada en **Angular** para una tienda de barrio que se especializa en brindar servicio técnico de celulares. Además, ofrece una amplia variedad de accesorios y productos relacionados con la informática. \n\n Se trata de una landing page pensada para aumentar la presencia en línea del negocio, captar nuevos clientes y mostrar de forma clara y atractiva los servicios y productos disponibles. \n\n La interfaz incluye animaciones suaves al hacer scroll, integradas mediante la librería **PrimeNG**, lo que mejora la experiencia del usuario y aporta dinamismo visual al sitio.",
    "click-for-details": "click para ver detalles",
    "portfolio-view-link-code": "Mira el",
    "portfolio-link-code": "código fuente",
    "portfolio-view-demo-link": "y la",
    "portfolio-live-demo-link": "Demo en línea",
    "portfolio-item-click-for-details": "Haz clic para ver los detalles",
    "contact-title": "Hablemos",
    "contact-sub-title": "Contacto",
    "contact-email-button": "Enviar un correo",
    "contact-linkedin-title": "LinkedIn",
    "contact-linkedin-button": "Ver perfil",
    "contact-instagram-button": "Enviar un mensaje por instagram",
    "contact-form-full-name": "Jose Hernandez",
    "contact-form-email": "Jose@gmail.com",
    "contact-form-message-placeholder": "Tu mensaje aquí...",
    "contact-form-button": "Enviar mensaje",
    "footer-home": "Inicio",
    "footer-about": "Sobre mí",
    "footer-experience": "Experiencia",
    "footer-services": "Servicios",
    "footer-portfolio": "Portafolio",
    "footer-contact": "Contacto",
    "footer-copyright": "Creado con amor por"
    }